Repository: MichelRahme/ConcordiaNavigation
Catalog: lib/l10n/intl_*.arb
Languages: fr

source: Profile
fr: Profil

source: Schedule
fr: Horaire

# interest
source: Outdoor Interest
fr: Intérêt Extérieur

source: Settings
fr: Paramètres

source: Coming Soon!
fr: Bientôt disponible

source: Current Location
fr: Location actuelle

source: Choose Starting Point
fr: Lieu de départ

source: Choose Destination
fr: Destination

source: Error Occurred
fr: Une s'est produite

source: Concordia Shuttle Bus
fr: Navette Concordia

# sgwCampus
source: SGW Campus, Montreal
fr: Campus SGW, Montréal

# loyolaCampus
source: Loyola Campus, Montreal
fr: Campus Loyola, Montréal

source: Quebec, Canada
fr: Québec, Canada

# jmsbBuilding
source: John Molson Building, Montreal
fr: Édifice John Molson, Montréal

# hallBuilding
source: Hall Building, Montreal
fr: Édifice Hall, Montréal

source: Via Shuttle Bus
fr: Navette Concordia

source: No Shuttle Bus
fr: Aucune navette

source: Duration
fr: Durée

source: Loading Map
fr: Chargement de Google Maps

# mondayToFriday
source: Mon-Fri
fr: Lun-Ven

# saturdayToSunday
source: Sat-Sun
fr: Samedi-Dimanche
